{
  "title": "Netscape IPO",
  "smallDate": "2020-08-08T22:00:00.000Z",
  "bigDate": "1994-12-31T23:00:00.000Z",
  "description": "Netscape, une startup de 16 mois à la Silicon Valley",
  "body": "C'est l'étincelle qui a déclenché le boom d'Internet. Le mercredi 9 août 1995, une startup de 16 mois de la Silicon Valley, Netscape, a tenté de rendre publique, mais la demande pour les actions était si élevée que pendant près de deux heures ce matin-là, la négociation n'a pas pu s'ouvrir. Le titre, qui avait été évalué à 28 $ par action, a atteint un zoom aussi élevé que 75 $ ce jour-là et a clôturé à 58 $. Par rapport aux frénésie du marché qui sont venues plus tard, sa montée aurait pu sembler prévisible. Mais cela a époustouflé les gens du monde de la technologie comme les co-fondateurs de Sun Microsystems Andy Bechtolsheim (maintenant chez Cisco Systems) et Bill Joy (maintenant capital-risqueur).\n\nJusque-là, la Silicon Valley n'était qu'un endroit où les micropuces étaient fabriquées, et non la source du commerce mondial. Le public était inconscient de l'Internet; «Surfer» signifiait attraper une vague dans l'océan ou effleurer la télécommande du téléviseur sans réfléchir.\n\nMais Netscape a fasciné les investisseurs et captivé l'imagination de l'Amérique. Plus que toute autre entreprise, elle a donné le ton technologique, social et financier de l'ère d'Internet. Ses fondateurs, Marc Andreessen et Jim Clark - un programmeur de 24 ans au visage de bébé du Midwest et un pionnier de la technologie d'âge mûr agité qui voulait à nouveau décrocher l'or - ont inspiré une génération d'entrepreneurs pour essayer de devenir des millionnaires de la technologie. Les dirigeants ayant une expérience de la vieille économie pensaient qu'ils pouvaient revendiquer la richesse des startups en quittant leur emploi et en suivant l'exemple de Jim Barksdale, l'ancien chef des communications de McCaw qui est entré en tant que PDG de Netscape. Et la pratique de Netscape de partager ouvertement la technologie afin que d'autres programmeurs et leurs entreprises puissent s'appuyer sur ses idées a contribué à créer une communauté technologique mondiale, le mouvement open source.\n\nTout cela s'est produit il y a seulement dix ans. Dans les pages suivantes, nous capturons les voix des principaux acteurs de l'IPO ainsi que celles des personnes qui avaient des parties mordues. Ils révèlent comment le fondateur de Netscape, Jim Clark, était initialement concentré sur autre chose qu'Internet; le mélange unique de technologues de la génération X et de gestionnaires chevronnés qui est devenu un modèle pour tant de dot-coms qui ont suivi; et la surprise de l'introduction en bourse elle-même - même la société de banque d'investissement de Netscape, Morgan Stanley (MS), n'a pas apprécié ce qu'elle avait fait.\n\nComme l'observe de façon mémorable l'ingénieur John Giannandrea (employé n ° 18), Netscape a apporté l'heure Internet mondiale, qui tourbillonne beaucoup plus rapidement que l'horloge de la réalité. Iconique et brillante, mais profondément confuse en tant qu'entreprise, l'entreprise est montée en flèche de la naissance à un immense éloge à l'oubli en moins de cinq ans…\n\nRevenons donc au début des années 1990. Internet est un méli-mélo de réseaux principalement gouvernementaux et universitaires. Le World Wide Web est un système naissant de pages à l'écran qui sont visibles - si vous connaissez beaucoup de jumbo tech mumbo - sur Internet. Des logiciels pour faciliter la navigation sur le Web sont en cours d'écriture dans des laboratoires informatiques par des étudiants comme Lou Montulli de l'Université du Kansas. Montulli est destiné à devenir l'un des premiers ingénieurs de Netscape.\n\n**LOU MONTULLI:** J'ai commencé à travailler sur des logiciels pour le web au début des années 90. Il est né d'un projet de création d'un système d'information à l'échelle du campus. Je faisais un autre travail au centre informatique de l'Université du Kansas qui était essentiellement un support PC. C'était ennuyeux. J'ai donc commencé à écrire ce logiciel.\n\nLes intérêts de Montulli le mettent en contact avec Marc Andreessen de l'Université de l'Illinois, qui travaille alors sur Mosaic, un navigateur pour aider à naviguer sur le Web. À ce stade, la télévision interactive est considérée comme l'application de technologie grand public de demain.",
  "thumbnail": "/img/netscape_ipo.png"
}