{
  "title": "Huawei rejeté par USA et Google",
  "smallDate": "2020-05-14T22:00:00.000Z",
  "bigDate": "2018-12-31T23:00:00.000Z",
  "description": "L'Américain Google, dont le système mobile Android équipe l'écrasante majorité des smartphones dans le monde, suspend ses relations avec le Chinois Huawei. Pour Google, l'équipementier chinois fait partie de ces entreprises jugées « à risque » par Washington.",
  "body": "**L'Américain Google, dont le système mobile Android équipe l'écrasante majorité des smartphones dans le monde, suspend ses relations avec le Chinois Huawei. Pour Google, l'équipementier chinois fait partie de ces entreprises jugées « à risque » par Washington. Un nouveau coup dur pour Huawei.**\n\nC'est la première grande entreprise américaine à appliquer le nouveau règlement établi par la Maison Blanche. Google indique qu'il ne fournira plus de logiciels, de matériel informatique ni de services techniques à Huawei, à l'exception des services disponibles en *open source*, c'est-à-dire libres de droits.\n\nCela signifie que les utilisateurs actuels de téléphones fabriqués par Huawei ne pourront plus mettre à jour le logiciel d'exploitation Android. Ils pourront, en revanche, toujours utiliser et mettre à jour les applications mobiles fournies par Google. Des applications phares, comme Gmail, YouTube ou le naviguateur Chrome qui ne seront toutefois plus installées sur les futurs modèles de smartphones Huawei.\n\nC'est un nouveau coup dur pour le fabriquant chinois, bête noire de Washington. En pleine guerre commerciale avec Pékin, Donald Trump a interdit la semaine dernière aux groupes américains de commercer dans les télécommunications auprès d'entreprises étrangères jugées dangereuses pour la sécurité nationale.\n\nSelon les spécialistes, la décision de Google ne devrait pas avoir d'effet en Chine, car la plupart de ses applications y sont interdites. Le deuxième marché de Huawei, l'Europe, risque en revanche d'être davantage affecté.",
  "thumbnail": "/img/huawei.jpg"
}