{
  "title": "Lancement de Windows Vista",
  "smallDate": "2020-01-29T23:00:00.000Z",
  "bigDate": "2006-12-31T23:00:00.000Z",
  "description": "Windows Vista est un système d'exploitation propriétaire de la famille Microsoft Windows",
  "body": "**Windows Vista** est un système d'exploitation propriétaire de la famille Microsoft Windows, et plus précisément de la branche Windows NT(NT 6.0), développé et commercialisé par la société Microsoft. Il a été mis sur le marché le 30 janvier 2007, soit plus de cinq ans après son prédécesseur, Windows XP. Son successeur est Windows 7, sorti en octobre 2009.\n\nSelon Microsoft, Windows Vista contient des centaines de nouvelles fonctionnalités. Les plus significatives d'entre elles sont probablement le renouveau de l'interface graphique, une fonction de recherche plus développée grâce à l'indexation, de nouveaux outils de création multimédia, comme le créateur de DVD Windows, la configuration réseau en partie réécrite et, enfin, le noyau NT6 assurant une plus grande stabilité et de meilleures performances. Windows Vista vise à augmenter le niveau de communication entre les machines sur un réseau local en utilisant la technologie du peer-to-peer qui simplifie le partage de fichiers et de médias numériques entre les ordinateurs et les périphériques. Pour les développeurs, Vista introduit la version 3 du Framework .NET qui a pour objectif de faciliter la programmation d'applications par rapport à l'utilisation traditionnelle des API Windows.\n\nLe premier objectif de Microsoft était d'obtenir une meilleure sécurité pour le système. Une des critiques les plus courantes de Windows XP et de ses prédécesseurs concernait leur vulnérabilité aux logiciels malveillants et aux virus. Ces failles, une fois découvertes, étaient assez souvent exploitées et permettaient de pénétrer dans l'ordinateur. À la vue de ceci, Bill Gates a annoncé début 2002 le rachat de Trustworthy Computing pour ajouter de nouvelles fonctions de sécurité dans les prochaines versions de Windows. Microsoft a déclaré avoir donné la priorité à l'amélioration de la sécurité de Windows XP et celle de Windows Server 2003 avant de finir le développement de Vista, ce qui a retardé de manière significative sa version finale.",
  "thumbnail": "/img/Windows_Vista.png"
}