{
  "title": "L'Ethernet",
  "smallDate": "",
  "bigDate": "1973-12-31T23:00:00.000Z",
  "description": "Ethernet est une technologie qui connecte les réseaux locaux câblés (LAN) mais aussi un protocole qui contrôle les processus de transmission des données sur le réseau local",
  "body": "Ethernet est une technologie qui connecte les réseaux locaux câblés (LAN) et permet à l'appareil de communiquer entre eux grâce à un protocole qui est la langue commune du réseau. Ce réseau local est un réseau d'ordinateurs et d'autres appareils électroniques qui couvre une petite surface dans vos locaux comme le bureau, la maison, la pièce ou le bâtiment. Contrairement au réseau local, le réseau étendu (WAN) couvre des zones géographiques beaucoup plus vastes.\n\nDe plus, Ethernet est un protocole qui contrôle les processus de transmission des données sur le réseau local. Il indique également comment les périphériques réseau peuvent transmettre et formater des paquets de données afin que les autres périphériques réseau du même segment de réseau local puissent les recevoir, les traiter et les reconnaître.\n\nEthernet est démontré en mettant en réseau les nouveaux ordinateurs Alto de Xerox PARC.\n\nEntre 1973 et 1974, l'Ethernet a été développé par Xerox Corporation à son centre de recherche de Palo Alto en Californie (PARC). L'idée a été documentée dans une note de service rédigée par Metcalfe en 1973, où il l'a inventée après l'éther lumineux qui existait autrefois comme un moyen omniprésent et complètement passif pour la propagation des ondes électromagnétiques. Ethernet était en concurrence avec Token Ring et d'autres protocoles propriétaires. Elle a ainsi pu s'adapter aux réalités du marché et passer à un câble coaxial fin et peu coûteux, puis à l'écriture en paires torsadées omniprésentes. En 1980, Ethernet était clairement la technologie de réseau dominante.\n\nDepuis lors, cette technologie Ethernet a évolué pour répondre aux nouvelles exigences du marché et de la bande passante. Aujourd'hui, Ethernet est utilisé pour interconnecter des appareils électroménagers et d'autres appareils personnels. En 2010, le marché des équipements Ethernet s'élevait à plus de 16 milliards de dollars par an.",
  "thumbnail": "/img/cable_ethernet.png"
}