{
  "title": "Crache de AT&T",
  "smallDate": "2020-01-14T23:00:00.000Z",
  "bigDate": "1989-12-31T23:00:00.000Z",
  "description": "Le 15 janvier 1990, le système de commutation téléphonique longue distance d'AT & T s'est écrasé.",
  "body": "Le 15 janvier 1990, le système de commutation téléphonique longue distance d'AT & T s'est écrasé.\n\nCe fut un événement étrange, terrible et énorme. Soixante mille personnes ont complètement perdu leur service téléphonique. Pendant les neuf longues heures d'efforts effrénés qu'il a fallu pour rétablir le service, quelque soixante-dix millions d'appels téléphoniques sont restés inachevés.\n\nLes pertes de service, appelées «pannes» dans le secteur des télécommunications, sont un danger connu et accepté du secteur du téléphone. Des ouragans ont frappé et des câbles téléphoniques se sont cassés par milliers. Les tremblements de terre se faufilent dans les lignes de fibres optiques enfouies. Les postes de commutation prennent feu et brûlent au sol. Ces choses arrivent. Il y a des plans d'urgence pour eux et des décennies d'expérience dans leur gestion. Mais le krach du 15 janvier était sans précédent. C'était incroyablement énorme, et cela s'est produit sans raison physique apparente.\n\nL'accident a commencé un lundi après-midi dans une seule station de commutation à Manhattan. Mais, contrairement à tout dommage simplement physique, il s'est propagé et s'est propagé. Station après station à travers l'Amérique s'est effondrée dans une réaction en chaîne, jusqu'à ce que la moitié du réseau d'AT & T soit devenue détraquée et que la moitié restante ait été difficile à gérer le débordement.\n\nEn neuf heures, les ingénieurs logiciels d'AT & T ont plus ou moins compris la cause de l'accident. Répliquer le problème exactement, en parcourant le logiciel ligne par ligne, leur a pris quelques semaines. Mais parce qu'il était difficile à comprendre techniquement, toute la vérité sur la question et ses implications n'ont pas été largement et complètement diffusées et expliquées. La cause profonde de l'accident est restée obscure, entourée de rumeurs et de peur. L'accident a été un grave embarras pour l'entreprise. Le «coupable» était un bug dans le propre logiciel d'AT & T - pas le genre d'admission que le géant des télécommunications voulait faire, en particulier face à une concurrence croissante. Pourtant, la vérité a été dite, dans les termes techniques déconcertants nécessaires pour l'expliquer.\n\nD'une manière ou d'une autre, l'explication n'a pas réussi à convaincre les responsables américains de l'application des lois et même à téléphoner au personnel de sécurité des entreprises. Ces personnes n'étaient pas des experts techniques ou des assistants logiciels, et elles avaient leurs propres soupçons sur la cause de cette catastrophe.\n\nLa police et la sécurité des télécommunications avaient d'importantes sources d'information refusées aux simples ingénieurs logiciels. Ils avaient des informateurs dans l'informatique souterraine et des années d'expérience dans le traitement des coquineries de haute technologie qui semblaient de plus en plus sophistiquées. Pendant des années, ils s'attendaient à une attaque directe et sauvage contre le système téléphonique national américain. Et avec le crash du 15 janvier - le premier mois d'une nouvelle décennie high-tech - leurs prédictions, leurs craintes et leurs soupçons semblaient enfin être entrés dans le monde réel. Un monde où le système téléphonique n'était pas simplement tombé en panne, mais, très probablement, avait été écrasé - par des «pirates».\n\nLe crash a créé un grand nuage sombre de suspicion qui colorerait les hypothèses et les actions de certaines personnes pendant des mois. Le fait qu'il ait eu lieu dans le domaine du logiciel était suspect à première vue. Le fait que cela se soit produit le jour de Martin Luther King, toujours la fête politique la plus délicate des États-Unis, l'a rendu encore plus suspect.\n\nLe crash du 15 janvier a donné au Hacker Crackdown son sens du bord et son urgence en sueur. Cela a incité des gens, des personnes puissantes occupant des postes d'autorité publique, à croire au pire. Et, plus fatalement, cela a contribué à donner aux enquêteurs la volonté de prendre des mesures extrêmes et la détermination à préserver un secret presque total. Une erreur de logiciel obscure dans un système de commutation vieillissant à New York devait entraîner une réaction en chaîne de problèmes juridiques et constitutionnels dans tout le pays.",
  "thumbnail": "/img/at&t-crash.jpeg"
}