{
  "title": "Échec et fermeture de Pets.com",
  "smallDate": "2020-11-05T23:00:00.000Z",
  "bigDate": "1999-12-31T23:00:00.000Z",
  "description": "**Pets.com** était une entreprise point-com basée à San Francisco qui vendait des fournitures pour animaux de compagnie à des clients de détail. Il a commencé ses opérations en novembre 1998 et a été liquidé en novembre 2000.",
  "body": "**Pets.com** était une entreprise point-com basée à San Francisco qui vendait des fournitures pour animaux de compagnie à des clients de détail. Il a commencé ses opérations en novembre 1998 et a été liquidé en novembre 2000. Une campagne de marketing de grande envergure lui a donné une présence publique largement reconnue, notamment une apparition dans le défilé de Thanksgiving de 1999 de Macy et une publicité dans le Super Bowl 2000 . Sa populaire mascotte publicitaire de marionnettes à chaussettes a été interviewée par le magazine People et est apparue sur Good Morning America .\n\nBien que les ventes aient augmenté de façon spectaculaire en raison de l'attention, la société a perdu de l'argent sur la plupart de ses ventes en raison d'une mauvaise gestion. Sa notoriété publique durant sa brève existence en a fait l'une des victimes les plus notables de la bulle Internet dans les années 2000.\n\nLe 21 novembre 1994, le nom de domaine Pets.com a été enregistré par l' entrepreneur de Pasadena, Greg McLemore.\n\nLe site Web Pets.com a été lancé au début de novembre 1998 en tant que spin-off de WebMagic et a été incorporé en février 1999. Après son démarrage par Greg McLemore et Eva Woodsmall, Pets.com a été acheté au début de 1999 par Julie Wainwright.\n\nAmazon.com a participé au premier tour de financement de Pets.com , achetant une participation majoritaire de 54% dans la société. Amazon, avec Humber Winblad Venture Partnerset Bowman Capital Management a investi 10,5 millions de dollars dans Pets.com en mars 1999. Le PDG de Pets.com, Julie Wainwright, a dit de l'investissement d'Amazon, \"Ceci est un mariage fait au paradis\".\n\nEn octobre 2000, Amazon détenait une participation de 30% dans la société. Pets.com a dépensé la majeure partie du financement de capital-risque sur de grands entrepôts et d'autres infrastructures d'expédition, ainsi que sur l'achat de leur plus grand concurrent en ligne à l'époque, Petstore.com en juin 2000 pour 10,6 millions de dollars.\n\nUne campagne de publicité régionale utilisant divers médias a commencé, qui comprenait la télévision , la radio , la presse écrite , la publicité extérieure et un magazine Pets.com, dont le premier numéro a été publié en novembre 1999. Le premier numéro a été envoyé à 1 million de propriétaires d'animaux États-Unis au cours du mois de sa première publication.\n\nPets.com a commencé avec une campagne de publicité dans cinq villes, qui a été étendue à 10 villes d'ici Noël 1999.\n\nLa compagnie a réussi à faire sa mascotte, les Pets.com marionnette à chaussettes, bien connue. La conception du site Pets.com a été extrêmement bien reçue, remportant plusieurs prix publicitaires. En janvier 2000, la compagnie a diffusé sa première publicité nationale comme annonce du Super Bowl qui lui a coûté 1,2 million de dollars.\n\nCette annonce a été classé n°5 par USA Today ' compteur Ad s. La société est devenue publique à la bourse NASDAQ en février 2000 et a levé 82,5 millions de dollars; l'ancien symbole boursier du Nasdaq était IPET.\n\nMalgré son succès dans la construction de la reconnaissance de la marque, il n'était pas certain qu'il existait un créneau de marché important pour Pets.com. Aucune étude de marché indépendante n'a précédé le lancement de Pets.com.\n\nAu cours de son premier exercice (de février à septembre 1999), Pets.com a généré 619 000 $ de revenus et dépensé 11,8 millions de dollars en publicité. Pets.com n'avait pas de plan d'affaires viable et a perdu de l'argent sur presque toutes les ventes car, avant même le coût de la publicité, il vendait des marchandises pour environ un tiers du prix payé pour obtenir les produits.\n\nPets.com a essayé de se constituer une clientèle en proposant des remises et la livraison gratuite, mais il était impossible de dégager un profit tout en absorbant les coûts d'expédition de sacs lourds de litière pour chat et de boîtes de nourriture pour animaux de compagnie dans un domaine commercial dont les marges de profit conventionnelles sont seulement deux à quatre pour cent. La société espérait orienter ses clients vers des achats à marge plus élevée, mais les habitudes d'achat des clients n'ont pas changé et au cours de son deuxième exercice, la société a continué à vendre des marchandises pour environ 27% de moins que le coût, de sorte que l'augmentation spectaculaire de les ventes du deuxième exercice de Pets.com n'ont fait qu'accélérer la disparition de l'entreprise.\n\nEn septembre 2000, Pets.com a ouvert un nouveau centre d'appels pour le service client à Greenwood, dans l'Indiana et a déplacé la majorité de sa main-d'œuvre cliente dans l' Indiana afin de réduire les coûts.\n\nIls ont agressivement entrepris des actions pour vendre l'entreprise. PetSmart a offert moins que la valeur nette en espèces de la société, et le conseil d'administration de Pets.com a refusé cette offre. La compagnie a annoncé le 7 novembre 2000 qu'elle cesserait de prendre des commandes le 9 novembre 2000 à 11 heures PST et a licencié 255 de leurs 320 employés. Pets.com avait environ 570 000 clients avant sa fermeture. Le titre de Pets.com était passé de son prix d'introduction en bourse de 11 $ par action en février 2000 à 0,19 $ le jour de son annonce de liquidation.\n\nÀ son apogée, l'entreprise comptait 320 employés, dont 250 étaient employés dans les entrepôts à travers les États-Unis. Alors que l'offre de PetSmart a été refusée, certains actifs de Pets.com, y compris ses domaines, marques et filiales telles que Flying Fish Express, ont été vendus à PetSmart en décembre 2000.\n\nDepuis 2019, le Le domaine Pets.com redirige vers PetSmart.com.\n\nWainwright et neuf autres dirigeants sont restés pendant la liquidation et ont tenu une assemblée des actionnaires le 16 janvier 2001 pour finaliser la liquidation.\n\nWainwright a reçu une indemnité de départ de 235 000 $ en plus d'un «versement de rétention» de 225 000 $ tout en supervisant la fermeture. La société a changé son nom pour IPET Holdings, Inc. le 16 janvier 2001 et la liquidation de la société a été finalisée le 18 janvier.",
  "thumbnail": "/img/pets.com.png"
}