{
  "title": "Facebook lance sa version Française",
  "smallDate": "2020-03-09T23:00:00.000Z",
  "bigDate": "2007-12-31T23:00:00.000Z",
  "description": "En France, Facebook aurait attiré 3,6 millions de visiteurs entre 2007 et 2008.",
  "body": "En France, Facebook aurait attiré 3,6 millions de visiteurs entre 2007 et 2008.\n\nEn 2008, un nombre croissant d’effacements volontaires de profils est observé. En octobre 2008, Facebook annonce plus de 4 millions d'utilisateurs actifs dans le pays. En avril 2010, selon l’outil de ciblage des campagnes publicitaires sur Facebook, près de 9,7 millions de Français sont présents sur le site — plaçant la France dans la liste des premiers pays par utilisateurs du site —, soit un taux de pénétration dans la population d'environ 16 %. D'après Les Échos, néanmoins, un certain nombre de suspicions existent concernant l'exactitude des chiffres d’audience avancés par Facebook. Selon Médiamétrie, avec plus de 11 millions de visiteurs uniques en décembre 2008, Facebook se classe parmi les vingt sites internet les plus visités.\n\nEn février 2011, les statistiques parlent de 20,54 millions d'utilisateurs (+1,6 million en six mois), soit 31,8 % de la population et 46 % des internautes français. De plus, plus de la moitié des utilisateurs ont entre 18 et 34 ans (31 % de 18-24 ans et 28 % de 25-34 ans).\n\nLe 2 juin 2015 Facebook annonce l'ouverture à Paris d'un laboratoire spécialisé dans la recherche sur l'intelligence artificielle.\n\nDébut septembre 2015, Facebook France annonce avoir atteint les 30 millions d'utilisateurs mensuels actifs en France soit une progression de près de 2 millions d'utilisateurs par rapport à novembre 2014. Ainsi près de 2/3 des internautes français sont aussi utilisateurs de Facebook. D'autre part, 22 millions se connecteraient chaque jour sur le réseau, 17 millions via un mobile.\n\nPour le 2e trimestre 2018, Facebook compte 33 millions d’utilisateurs mensuels actifs en France",
  "thumbnail": "/img/facebook_profile.jpg"
}