{
  "title": "En France, le Web au cœur d’une polémique",
  "smallDate": "2020-02-09T23:00:00.000Z",
  "bigDate": "1998-12-31T23:00:00.000Z",
  "description": "La justice française condamne l'entreprise Altern pour avoir hébergé, parmi des milliers d'autres, un site diffusant des photos d'Estelle Hallyday nue, lançant un vaste débat sur la responsabilité et la liberté d'expression sur le Web",
  "body": "La justice française condamne l'entreprise Altern pour avoir hébergé, parmi des milliers d'autres, un site diffusant des photos d'Estelle Hallyday nue, lançant un vaste débat sur la responsabilité et la liberté d'expression sur le Web.\n\n**Altern.org** est un hébergeur web gratuit créé en 1992 par Valentin Lacambre et disparu en 2000.\n\n\n\nEstelle Hallyday peut-elle remettre en cause la liberté de publication sur l'Internet?\n\nL'affaire Altern, du nom de ce fournisseur d'hébergement condamné pour avoir «hébergé de façon anonyme» un site avec quelques photos dénudées de la blonde, mobilise les internautes.\n\nValentin Lacambre, l'hébergeur du site, qui devra payer 405 000 F de dommages et provisions, a décidé d'arrêter les frais. Et 47 634 sites ont depuis disparu du Web. Pétitions, appels à la générosité pour lui venir en aide : sur le Net, les actions se multiplient. Par e-mail, les lecteurs de Libération participent au débat, dont nous nous faisons l'écho en ligne et ci-dessous. Les pragmatiques. «Je vous joins une photo d'Estelle à poil pour illustrer votre article, je l'ai trouvée en cinq minutes.» (Serge) Les politiques. «Je suis solidaire de Valentin et de tous ceux que l'on veut bâillonner au nom de la sacro-sainte morale ou infaillible justice \\[\"]. Ne laissons pas banaliser l'adage: la dictature c'est \"ferme ta gueule et la démocratie c'est \"cause toujours. Je suis un homme libre, je ne permettrai jamais à personne de dicter ma conduite» (signé: un «ingénieur en colère»). «On assiste à un retour en force des ligues de vertu \\[\"]. L'ordre moral va-t-il gagner au troisième millénaire? Va-t-on laisser place nette à la World Company en interdisant les sites gratuits?» (Olivier Rossignol). Les juridiques. «Un faux procès pour un faux problème. Le seul coupable dans cette affaire, c'est l'auteur des clichés \\[\"]. Plutôt que de juger les fondamentaux du Web, qui soit ne sont pas compris par nos législateurs, soit les dérangent, il serait bon de s'attaquer à l'origine de la démarche contestable, qui n'a rien à voir avec le réseau.» (Matthieu Daouphars) «Valentin Lacambre défend le droit à l'anonymat, car si ce droit n'est pas défendu, c'est directement le droit au fichage qui est appliqué.» (Serge «RDO») «Trouvez-vous toujours inattaquable le fait de condamner à 400 000 F d'amende un hébergeur qui est le dernier à garantir aux webmestres indépendants un hébergement sans aucune contrepartie, ni financière ni publicitaire?» (Florence Gatté) Une note discordante: «Je me félicite de cette décision permettant de confirmer que le droit commun de la responsabilité s'applique sur Internet.\n\nCela ouvre la voie à un Internet responsable.» (Laurent Pele) Les actifs. «Si vous souhaitez publier des textes fascisants ou dénoncer votre voisin du dessus qui fume sa moquette, il suffit que vous ouvriez un site sur Geocities (un hébergeur gratuit américain, ndlr) et vous serez protégés par la Constitution états-unienne qui garantit la liberté d'expression. \\[\"] Y'a des jours où on a envie de demander l'asile politique aux US\"» (Myriam Pinon) Autre solution, celle de la rébellion, à laquelle appelle l'Atelier en réseau (structure musicale en ligne) pour ne pas «faire le jeu de la censure»: «Soyons plus offensifs et dissuadons les censeurs en démultipliant systématiquement les images incriminées dans cette affaire. Non à la taxe liberticide. Contribuer à payer l'amende revient à se soumettre à ce jugement inadmissible, qui risque de faire jurisprudence.»",
  "thumbnail": "/img/valentin_lacambre.jpg"
}