{
  "title": "Lancement d'Amazon",
  "smallDate": "2020-07-04T22:00:00.000Z",
  "bigDate": "1993-12-31T23:00:00.000Z",
  "description": "Jeff Bezos fonde Cadabra, qu’il renomme Amazon quelques mois plus tard. Le site ouvre ses portes en 1995, il ne vend alors que des livres, une curieuse technologie du XVe siècle sur le point de tomber en désuétude",
  "body": "Les origines d’[Amazon.fr](http://Amazon.fr) remontent à 1994, année durant laquelle Jeff Bezos lance, aux États-Unis, une petite librairie en ligne, baptisée [Amazon.com](http://Amazon.com). La vente d’un premier livre, un essai sur l’intelligence, est réalisé en juillet 1995. Le 15 mai 1997, Amazon fait son premier échange d’actions au Nasdaq, sous l’acronyme AMZN.\n\nConnaissant un succès important au pays de l'oncle Sam, l’entreprise s’internationalise, dès 1998, et investit le marché européen en implantant des centres de distribution en Angleterre et en Allemagne.\n\nAu début des années 2000, le développement de la société s’accélère avec la création d’un nouveau centre de distribution allemand à Bad Hersfeld. C’est aussi le lancement de la filiale française [Amazon.fr](http://Amazon.fr) avec un centre de distribution à Saran et un centre de service clientèle à la Hague.\n\nEn 2000 le logo actuel est adopté, une courbe en forme de sourire partant du A et allant jusqu’au Z du nom, soulignant ainsi que l’on trouve tout chez Amazon, de A à Z…\n\nPar ailleurs, à partir de l’année 2000, la firme commence à diversifier son offre en proposant de la musique, des films, des jeux vidéo et des logiciels.\n\n2004 est une année de grande ampleur :- création de deux nouveaux centres de distribution, à Gourock et à Glenrothes en Écosse ;- naissance de Lab126, le laboratoire techno qui concevra le Kindle et le Fire Phone ;- rachat de [joyo.com](http://joyo.com), qui ouvre les portes de la Chine.\n\nQuatre ans plus tard, la firme renforce sa présence en Europe par la création de deux autres centres, implantés respectivement à Leipzig, en Allemagne, et en Swansea Bay, au Pays de Galles.\n\nEn 2008, l’entreprise lance le service Amazon Premium, permettant aux clients de bénéficier d'une livraison illimitée pour un forfait annuel, et annonce la livraison le jour-même à Paris.\n\nEn 2009, Amazon réalise sa plus grosse acquisition avec le rachat de l’e-commerçant Zappos pour 850 M$.\n\nA partir de 2010, la société prend une nouvelle dimension grâce à la mise en place d’un service de livraison gratuite à partir d’une certaine valeur d’achat. Dès lors, le nombre des centres de distribution d’Amazon connaît une croissance exponentielle.\n\nAujourd’hui, Amazon dispose de 20 centres de distribution en Europe ainsi que de 5 centres de service clients. Par ailleurs, le site [Amazon.fr](http://Amazon.fr) propose des services personnalisés et dispose de la fonctionnalité Marketplace qui permet aux clients de vendre leurs produits via les sites Amazon.",
  "thumbnail": "/img/amazon.jpg"
}