{
  "title": "Apparition de Flash",
  "smallDate": "",
  "bigDate": "1995-12-31T23:00:00.000Z",
  "description": "Flash est une technologie graphique basée sur des images vectorielles animées. L’idée est de proposer des animations autant esthétiques qu’élaborées pouvant interagir avec l’utilisateur.",
  "body": "Le Flash fait son apparition dès 1996 mais il est à son apogée au début des années 2000. C’est une technologie graphique basée sur des images vectorielles animées. L’idée est de proposer des animations autant esthétiques qu’élaborées pouvant interagir avec l’utilisateur.\n\n**Adobe Flash**, ou **Flash**, anciennement **Macromedia Flash**, est un logiciel qui ne sera plus mis à jour après fin 2020, permettant la manipulation de graphiques vectoriels, d'images matricielles et de scripts ActionScript en vue de créer des contenus multimédia (animations, vidéos, jeux, applications...) destinés à être publiés sur Internet. Flash Player, développé et distribué par Macromedia et racheté en 2005 par Adobe Systems, est quant à elle, une application client fonctionnant sur la plupart des navigateurs web. Ce logiciel permet la diffusion de flux (stream) bi-directionnels audio et vidéo. En résumé, Adobe Flash est un environnement de développement intégré (IDE), une machine virtuelle utilisée par un lecteur Flash ou serveur Flash pour lire les fichiers Flash. Mais le terme « Flash » peut se référer à un lecteur, un environnement ou à un fichier d’application.\n\nDepuis son lancement en 1996, la technologie Flash est devenue une des méthodes les plus populaires pour ajouter des animations et des objets interactifs à une page web. De nombreux logiciels de création et systèmes d'exploitation sont capables de créer ou d’afficher du Flash. Celui-ci est généralement utilisé pour créer des animations, des publicités ou des jeux vidéo. Il permet aussi d'intégrer de la vidéo en streaming dans une page, jusqu'au développement d'applications Rich Media. Les fichiers Flash, généralement appelés « animations Flash », comportent l'extension .SWF. Ils peuvent être inclus dans une page web et lus par le plugin Flash du navigateur, ou bien interprétés indépendamment dans le lecteur Flash Player.",
  "thumbnail": "/img/flash.png"
}