{
  "title": "Nokia 9000 Communicator premier mobile à aller sur le web ",
  "smallDate": "2020-08-14T22:00:00.000Z",
  "bigDate": "1995-12-31T23:00:00.000Z",
  "description": "Le premier téléphone portable ordinateur Nokia 9000 communicator de 1996 était une véritable révolution pour les hommes d'affaires de l'époque, concidéré comme le premier ordiphone ...",
  "body": "Le premier téléphone portable ordinateur Nokia 9000 communicator de 1996 était une véritable révolution pour les hommes d'affaires de l'époque, concidéré comme le premier ordiphone ...\n\nUn ordinateur *dans* un téléphone ?\n\nVers 1996 (1997?), la version **NOKIA 9000 communicator** débarque avec son ordinateur bien caché à l'intérieur d'un téléphone.\n\nLe Nokia 9000 Communicator est le premier produit Nokia de la série Communicator, commercialisé en 1996 et qui en comptera 7. De nous jours il est une véritable pièce de collection car emblématique de la révolution technologique des années 1990. Il s'échange aux alentours d'une 100.00€ en état de marche. L'intérêt pour les passionnés est bien évidement d'avoir la série complète. Le 9000 et 9000i, le 9110, les 9210 et 9210i (9210C série trés spéciale), le 9500, le 9300 et le E90. La success-stories s'achevera 15 ans plus tard en 2011 avec le dernier né de la longue série, le E7. Comme souvent c'est le cinéma qui sera le meilleur ambassadeur du télépone. (James BOND, le Saint ...)\n\nFax , messages courts , e-mail , imagerie sans fil, connectivité, appareil photo numérique, messagerie Smart , TextWeb, terminal Web, Contacts, Notes, Agenda, Calculatrice, Horloge mondiale, Compositeur. La gamme des Communicator s'est poursuivie en 2000 par l'introduction de Nokia 9210 Communicator qui a introduit un TFT couleur à écran large, les capacités Web amélioré et, surtout, vu le changement de système d'exploitation le système d'exploitation Symbian. Le 9210i lancé en 2002 a augmenté la mémoire interne de 40 Mo, le streaming vidéo et flash 5 supports pour le navigateur web.",
  "thumbnail": "/img/nokia-9000.jpg"
}