{
  "title": "Raster Image Processor (RIP)",
  "smallDate": "",
  "bigDate": "1975-12-31T23:00:00.000Z",
  "description": "Le Raster Image Processor (RIP en anglais) est, dans le monde des industries graphiques, l'outil informatique qui permet de tramer des données afin de les rendre imprimables. Le RIP fait le lien entre des données informatiques et des données exploitables pour l'impression.",
  "body": "Le Raster Image Processor (RIP en anglais) est, dans le monde des industries graphiques, l'outil informatique qui permet de tramer des données afin de les rendre imprimables. Le RIP fait le lien entre des données informatiques et des données exploitables pour l'impression.\n\n**Qu'est ce qu'un raster ?**\n\nDonnées images où l'espace est divisé en petits rectangles appelés pixels. À chaque pixel sont associées une ou plusieurs valeurs : dans une image couleur, à chaque pixel est associée l'intensité lumineuse des trois couleurs: rouge, vert, bleu (RVB). La notion de raster est souvent opposée à la notion de vecteur.\n\n**Fonctionnement d'un RIP**\n\nLe RIP reçoit en entrée une description de page (PostScript, PDF, divers formats) ou des données raster, dont les couleurs sont décrites en tons continus, soit en CMJN, en RVB ou en niveaux de gris. Le RIP traite alors le fichier d'entrée pour produire des fichiers dits \"bitmap\" (images matricielles). Ce fichier est associé à la superposition d'encres d'impression. Si l'impression est en quadrichromie, il y aura quatre fichiers (un pour le Cyan, un pour le Magenta, un pour le Jaune et un pour le Noir).\n\n**Les fichiers Bitmap**\n\nLes fichiers numériques de départ contiennent une information colorimétrique en niveaux de gris ou CMJN, exprimée en pourcentage.Le RIP récupère ces informations, et crée les fichiers bitmap nécessaires.Ces fichiers seront utilisés pour piloter une flasheuse ou une flasheuse de plaque (computer-to-plate, CtP).De même une information de type vectoriel sera convertie en un ensemble discret de points à afficher par le périphérique de sortie sélectionné, selon sa résolution de sortie et le nombre de niveaux de gris souhaité.Les RIP professionnels ne font pas que tramer des fichiers numériques, mais sont accompagnés le plus souvent de nombreux modules qui aident les imprimeurs dans leur travail : intégration de profils ICC pour corriger les erreurs colorimétriques dues aux procédés d'impression utilisés ; gestion de plusieurs files d'attentes pour attribuer des caractéristiques différentes aux fichiers de sortie (positif ou négatif, endroit ou envers, résolution du fichier...) ; fusion de différents travaux sur un même film ou une même plaque ; etc.",
  "thumbnail": "/img/RIP.png"
}