{
  "title": "La Maison Blanche ouvre son site Web",
  "smallDate": "2020-09-30T22:00:00.000Z",
  "bigDate": "1993-12-31T23:00:00.000Z",
  "description": "Lancé en octobre 1994, il publie des informations sur l'histoire officielle américaine, de la Maison Blanche ainsi que des informations sur les affaires courantes menées par le président des États-Unis : conférences de presse, proclamations, ordres présidentiels et discours prononcés à la radio",
  "body": "« Un espace sur l’autoroute de l’information où les gens peuvent trouver les informations dont ils ont besoin sur le gouvernement et où ils peuvent interpeller directement le président » : c’est avec cette métaphore automobile qu’Al Gore, alors vice-président, présentait le site flambant neuf de la Maison Blanche.\n\n**[Whitehouse.gov](http://Whitehouse.gov)** est le site web officiel de la Maison-Blanche, résidence officielle et bureau du président des États-Unis, et est détenu par le gouvernement des États-Unis. Lancé en octobre 1994, il publie des informations sur l'histoire officielle américaine, de la Maison Blanche ainsi que des informations sur les affaires courantes menées par le président des États-Unis : conférences de presse, proclamations, ordres présidentiels et discours prononcés à la radio.\n\nLa responsabilité du site incombe au gouvernement en place. Pour cette raison, il est complètement reconstruit lorsqu'un nouveau président est en poste et sa structure de navigation est souvent incohérente d'un gouvernement à l'autre. Le site de l'administration Obama a remplacé le site de l'administration Bush seulement quelques minutes après la prestation de serment comme président de Barack Obama.\n\nLes sites des précédentes présidences sont archivés par la NARA (National Archives and Records Administration, les archives nationales des États-Unis) et consultables en ligne sur le site de la NARA et sur les sites des bibliothèques présidentielles, dont elle a la gestion, des anciens présidents américains.\n\nIl existe des versions pastiches du site ou des détournements de flux. On peut notamment citer le site whitehouse.**com** qui était à l'origine un site de divertissement politique pour adulte qui est apparu en 1997, ou également le site whitehouse.**org** qui était une parodie du site officiel et qui dénigrait non seulement l'administration Bush, mais également la famille présidentielle et les proches du président. Ce dernier site a été arrêté et archivé (whitehouse.georgewbush.**org**) après la fin de la présidence de George W. Bush.\n\nEn 2009, un nouveau site web est lancé.\n\nL'apparition de blogs, dans lesquels Obama ne devrait pas intervenir directement. Dans l'un d'eux, Macon Phillips se présente comme le directeur des nouveaux médias pour la Maison Blanche. Il annonce des contenus *\"en temps réel et en profondeur\"* sur les politiques de l'administration, notamment à travers les blogs et des alertes mail.\n\nL'objectif est clair : faire du site Internet de la Maison Blanche l'outil de la transparence annoncée par le nouveau président. Ainsi, il s'engage à *\"publier toute les législations non urgentes sur le site pendant cinq jours et de permettre au public de les découvrir et de les commenter avant que le président ne les signe\".* Pourle blog \"Bits\", c'est surtout en ce dernier point que réside l'innovation. Ce qui ne l'empêche pas de s'interroger : *\"Dans quelle mesure ces aspirations survivront-elles au dur travail de gouvernement dans un monde complexe ?\"*\n\nDe son côté, Le \"Technology blog\" du *Guardian* remarque que le discours serait plus crédible si le post de Macon Phillips acceptait les commentaires... Thehuffingtonpost.com relève quant à lui une pique envoyé à l'administration Bush. En bas de la section \"agenda\", dans la partie du site consacré à l'ouragan Katrina, on peut lire *\"le président Obama tiendra les promesses non tenues du président Bush pour la reconstruction de La Nouvelle-Orléans\"*.\n\nEn dehors du site officiel, la Maison Blanche a créé un compte YouTube officiel et a repris le compte Twitter de l'administration Bush, sans que son usage soit clairement établi (mashable.com). Des premières mesures qui montrent qu'Obama maintient son rapport privilégié aux nouvelles technologies.",
  "thumbnail": "/img/whitehouse.jpg"
}