{
  "title": "GeoCities racheté par Yahoo!",
  "smallDate": "2019-12-31T23:00:00.000Z",
  "bigDate": "1998-12-31T23:00:00.000Z",
  "description": "GeoCities est un service d'hébergement Web gratuit fondé par David Bohnett et John Rezner fin 1994",
  "body": "GeoCities est un service d'hébergement Web gratuit fondé par David Bohnett et John Rezner fin 1994. Le site est racheté par Yahoo! en janvier 1999 pour 3,57 milliards de dollars.\n\nYahoo rachète Geocities et fait flamber le Web. A eux deux, ils pourront capter près de 60% des utilisateurs de l'Internet\n\nCe sont le plus souvent des pages modestes, bricolées par des\n\ninternautes amateurs: des hommages à leurs stars favorites, des recettes de cuisine, des récits parfois enlevés sur les tribulations de leur vie professionnelle\" Depuis 1994, Geocities a fait profession d'héberger gratuitement des sites sans prétention. Aujourd'hui, on sait qu'ils valent de l'or: au bas mot 1 340 dollars (7 620 francs environ) chacun.\n\nC'est en effet le prix qu'hier, Yahoo a accepté de payer pour faire passer les 3,5 millions de sites hébergés par Geocities dans son escarcelle. Avec une transaction évaluée à 4,7 milliards de dollars, le calcul peut paraître simpliste. Pour certains, il apportera une nouvelle preuve de l'emballement financier qui entoure le réseau et qui se traduit par le montant des valorisations boursières et des rachats: lorsque le 11 décembre, AOL reprenait Netscape, on s'étonnait du montant spectaculaire de la transaction: 4,2 milliards de dollars. Le record est battu aujourd'hui, et c'est la deuxième fois: le 19 janvier, le service d'Internet par le câble @Home rachetait le site de recherche sur l'Internet Excite pour 6,7 milliards de dollars.\n\nUn portail incontournable. Avec le rachat de Geocities, Yahoo devient de fait la marque la plus fréquentée sur le réseau. Aujourd'hui, il détient le troisième rang (derrière AOL et Microsoft) et Geocities, le cinquième rang. Les deux entreprises estiment que la combinaison de leurs sites leur permettra d'atteindre 58% des utilisateurs de l'Internet, devant AOL avec 54,5%.",
  "thumbnail": "/img/yahoo_geocities.jpeg"
}