{
  "title": "Code source Netscape sous OSL",
  "smallDate": "2020-03-29T22:00:00.000Z",
  "bigDate": "1997-12-31T23:00:00.000Z",
  "description": "L’Open Software License (OSL) est une licence issue des travaux du juriste américain Lawrence E. Rosen.",
  "body": "L’[Open Software License](http://www.opensource.org/licenses/OSL-3.0) (OSL) est une licence issue des travaux du juriste américain Lawrence E. Rosen. La version 1.1 date de 2002 et fut certifiée *open source* par l’*Open Source Initiative* (OSI), mais fut déclarée incompatible avec la DFSG par la communauté Debian. La version 2.0 date de 2003, et la dernière version – la troisième – de 2005 (elle prend notamment en compte les remarques de la Commission européenne).\n\nCette licence permet expressément les sous-licenciements, mais ceux-ci doivent impérativement se faire sous la même licence.\n\nEn termes d’*obligations*, la licence est gratuite (mais la communication de l’œuvre peut être payante), non exclusive et perpétuelle et porte sur les droits d’auteur comme sur ceux des brevets contenus dans le code soumis à la licence (la licence cherche à créer ici un pot commun de brevets, équivalent à celui issu de l’usage des licences *copyleft*). Quiconque poursuit l’auteur original ou ses utilisateurs pour violation de brevet contenu dans le logiciel soumis à cette licence voit toutes les licences qui lui étaient accordées se terminer immédiatement. Enfin, la licence incorpore une limitation – et non pas une exclusion – de garantie (de la provenance des sources) et de responsabilité à l’égard du concédant, solution bien plus pragmatique puisqu’il s’agit de ce qui est, dans les faits, le minimum légal. Toutes les actions ou poursuites doivent se faire devant un tribunal de la juridiction du lieu où le concédant exerce son activité principale. Par ailleurs, tous les frais d’avocats seront à la charge de la partie qui poursuit. Enfin, la licence OSL est de type *copyleft*.\n\nL’*étendue* de la licence n’est pas contractuellement définie et renvoie expressément à la définition de l’œuvre dérivée dans la loi américaine sur le copyright. À noter que le code source, tel que défini par l’OSL, étend la licence à la « documentation décrivant comment modifier l’œuvre originale ».\n\nL’*élément déclencheur* s’appuie sur la notion de déploiement externe(*external deployment*) qui englobe l’utilisation et les liaisons par réseau de logiciels. Celles-ci sont considérées comme une distribution et soumises en tant que telles à la licence.",
  "thumbnail": "/img/osl-netscape.png"
}