{
  "title": "Aquisition de Youtube par Google",
  "smallDate": "2020-10-08T22:00:00.000Z",
  "bigDate": "2005-12-31T23:00:00.000Z",
  "description": "Il s’agit de la plus grosse acquisition de l’histoire de Google",
  "body": "Il s’agit de la plus grosse acquisition de l’histoire de Google. Le montant d’achat de YouTube est de 1,65 milliard de dollars, et le bénéfice net de Google en 2005 fut de 1,465 milliard de dollars, pour 6,1 milliards de chiffre d’affaires. L’acquisition est donc loin, très loin d’être transparente pour les finances du géant de Mountain View. Il fallait à Google de solides motivations et une vue stratégique claire pour investir autant dans un site largement décrié pour son absence de modèle économique viable.\n\nLes premiers gagnants de l’opération sont dans un premier temps les investisseurs de YouTube. Sequoia Capital, qui avait investi 11,5 million de dollars pour prendre 30 % des parts, remporte environ 42 fois sa mise. Le capital risqueur a échangé 11,5 millions de dollars contre un chèque de 500 millions. De quoi s’offrir un beau séjour dans les îles et poster ses vidéos de vacances sur YouTube.\n\nPour Google, l’opération est une vue à plus long terme. La vidéo sur internet est un secteur extrêmement concurrentiel et YouTube, qui n’avait que 19 mois d’existence et 67 salariés au moment de l’acquisition, en était le leader absolu. Selon Hitwise, YouTube possède 46 % des parts de marché de la vidéo sur Internet. Malgré tous ses efforts, Google Video n’a pas su concourir. Or la publicité devrait bientôt débarquer massivement sur la vidéo sur Internet. Google, dont la vente de publicités est au coeur du modèle économique, ne pouvait accepter de voir les annonceurs investir sur YouTube au détriment de ses propres espaces. L’ambition de Google est donc dans un premier temps d’avaler un concurrent qui devenait trop génant, puis surtout dans un second temps de s’installer lui-même en nouveau leader mondial de la vidéo sur Internet.",
  "thumbnail": "/img/gootube6.jpg"
}