{
  "title": "Le site américain Drudge Report sort l’affaire Clinton-Lewinsky",
  "smallDate": "2020-01-16T23:00:00.000Z",
  "bigDate": "1997-12-31T23:00:00.000Z",
  "description": "Pour la première fois, un site Internet est à l’origine d’un énorme scoop, qui ébranle l’Amérique : le président américain Bill Clinton a entretenu une relation extraconjugale avec une stagiaire, Monica Lewinksy.",
  "body": "Pour la première fois, un site Internet est à l’origine d’un énorme scoop, qui ébranle l’Amérique : le président américain Bill Clinton a entretenu une relation extraconjugale avec une stagiaire, Monica Lewinksy.\n\nEn janvier 1998, l’Amérique assiste, amusée, médusée, mais pas vraiment étonnée, au premier acte d’une tragi-comédie de moeurs qui va la tenir en haleine treize mois durant. L'enquête sur l’affaire Paula Jones, une fonctionnaire de l’Arkansas qui a porté plainte contre l’ancien gouverneur Bill Clinton pour harcèlement sexuel, a mis au jour l’existence d’une relation entre le président et l’une des stagiaires de la Maison Blanche, une certaine Monica Lewinsky. Le samedi 17 janvier, Clinton dépose sous serment et nie avoir eu une relation sexuelle avec elle. Le jour même, un site web (nous sommes en 1998 et c’est une première), le conservateur Drudge Report, révèle l’information, bientôt reprise par tous les grands médias américains. Après une semaine dans la tempête, le lundi 26 janvier, Clinton s’exprime enfin, passant du coq à l’âne à l’issue d’une conférence de presse restée célèbre : «Je veux dire une chose au peuple américain. Je veux que vous m'écoutiez. Je vais le répéter : je n'ai pas eu de relations sexuelles avec cette femme, Mademoiselle Lewinsky. Je n'ai jamais dit à personne de mentir, pas une seule fois, jamais. Ces allégations sont fausses. Et je dois retourner travailler pour le peuple américain. Je vous remercie.»\n\nChangement de discours, sept mois plus tard. Acte II, scène de l’acmé : celle des aveux. Acculé par les révélations, le président est finalement contraint de s’expliquer cinq heures et demie durant devant un grand jury, le lundi 17 août. Immédiatement après sa comparution, Clinton s’adresse au peuple américain à la télévision et reconnaît que sa relation avec Monica Lewinsky était «inappropriée». Kenneth Starr, le procureur chargé par le ministère de la Justice des diverses affaires Clinton, finit, lui, le rapport qu’il doit remettre au Congrès. Ce sont les détails, dignes d’un film X, de ce rapport qui vont embraser l’été : le cigare, la robe tachée...\n\nLe rapport Starr souligne notamment que Clinton a menti en niant avoir eu une relation sexuelle avec Monica Lewinsky. Pas du tout, va rétorquer le camp du président, Bill pensait simplement que le terme «relation» impliquait une action de part et d’autre -et en somme, c’est elle qui a tout fait... Tout est question de sémantique. Le troisième acte, celui du dénouement, verra Clinton, ainsi accusé de parjure et d’obstruction à la justice, échapper de peu à un «impeachment», une destitution, en février 1999.",
  "thumbnail": "/img/drudge_report.gif"
}