{
  "title": "Création d'International Typeface Corporation (ITC)",
  "smallDate": "",
  "bigDate": "1969-12-31T23:00:00.000Z",
  "description": "International Typeface Corporation (ITC) est une fonderie typographique numérique",
  "body": "International Typeface Corporation (ITC) est une **fonderie typographique numérique** (une des premières à n'avoir jamais produit de types en métal), fondée en 1970 à New York par Aaron Burns, Herb Lubalin et Edward Rondthaler.\n\nLa société est fondée pour fournir un large éventail de polices pour la photocomposition alors en plein essor, et par la suite à la composition informatique. C’est aussi une volonté de revaloriser le métier de créateur de caractères dans son image et dans ses droits, et de lutter contre la copie et le plagiat qui sont monnaie courante dans ce domaine. Les créateurs sont payés en droits d’auteur, en fonction des ventes effectives.\n\nITC produit à la fois des polices totalement nouvelles, et des re-créations de classiques adaptés aux nouvelles technologies, et dans de larges déclinaisons de fontes et de chasses, avec des polices alternate et de nombreuses ligatures. Dans le but d'améliorer la lisibilité dans les petits corps, la hauteur d'x est systématiquement augmentée. Ce choix a fait l'objet de critiques, les corps supérieurs donnant un aspect commercial et subjectif au texte. On a aussi reproché une perte d'identité des caractères classiques, trop modifiés par rapport aux modèles historiques.Les créateurs sont nombreux : autour de Herb Lubalin, Tom Carnase, Ed Benguiat, Antonio di Spigna, Matthew Carter, Hermann Zapf, etc.\n\nDe 1973 à 1999, la société ITC publie le magazine U&lc (Upper & lower case : « capitale et bas de casse »), destiné à être un cataloguevivant des productions typographiques. Il est dirigé et mis en formepar Herb Lubalin jusqu'à sa mort, en 1981.\\\n\\\nEn 1986, ITC est racheté par la société Esselte Letraset, elle-même issue de Letraset, premier fabricant de caractères transfert.En 2000, c'est Agfa Monotype Corporation qui rachète le fonds ITC, représentant quelque 1600 polices.",
  "thumbnail": "/img/itc.png"
}