{
  "title": "Yahoo! visé par la justice française à cause d’objets nazis",
  "smallDate": "2020-11-19T23:00:00.000Z",
  "bigDate": "1999-12-31T23:00:00.000Z",
  "description": "La justice française ordonne à Yahoo! de retirer de sa plate-forme de vente les objets nazis, estimant que le droit américain, qui autorisait cette vente, ne pouvait s'appliquer sur le territoire français.",
  "body": "La justice française ordonne à Yahoo! de retirer de sa plate-forme de vente les objets nazis, estimant que le droit américain, qui autorisait cette vente, ne pouvait s'appliquer sur le territoire français.\n\n**Yahoo! Inc**., multinationale domiciliée aux Etats-Unis possédant une filiale en France (Yahoo France), a pour principale activité la **fourniture d’accès à internet**. Yahoo et son pendant français avaient mis sur leurs sites un lien donnant accès à un site de vente aux enchères sur lequel des objets nazis étaient proposés à la vente et hébergeait d’autres sites donnant accès à des ouvrages tels *Mein Kampf*.\n\nLa Ligue Contre le Racisme et l’Antisémitisme (**LICRA**) et l’Union des Etudiants Juifs de France (UEJF) ont intenté une action en justice contre la société mère Yahoo! Inc. afin d’obtenir une injonction ordonnant à Yahoo de prendre des mesures afin d’empêcher la vente via [Yahoo.com](http://Yahoo.com) **d’objets nazis** sur le territoire français. Les plaignants avançaient également qu’en offrant un lien pour accéder à [Yahoo.com](http://Yahoo.com) et donc à ces sites de ventes aux enchères, Yahoo France faisait l’apologie du nazisme.\n\nL’action de la LICRA et de l’UEJF était fondée sur **l’article R645-1 du Code pénal** qui prohibe « le port ou l’exhibition d’uniformes, insignes ou emblèmes rappelant ceux portés ou exhibés par des personnes reconnues coupables de crime contre l’humanité ». Ainsi, le Tribunal de Grande Instance de Paris a-t-il condamné, le 22 mai 2000, Yahoo! Inc. à prendre les mesures nécessaires afin d’empêcher la consultation, par les internautes français, sur [Yahoo.com](http://Yahoo.com) de sites de vente aux enchères d’objets nazis ou faisant l’apologie du nazisme.\n\nS’il ne pouvait pas imposer à l’entreprise américaine le retrait de l’accès à ces sites (pour des raisons principalement technologiques), le Tribunal a ordonné à Yahoo France de retirer tout accès à de tels sites, Yahoo France étant une filiale soumise à la loi française. Il a également enjoint à Yahoo France d’avertir les internautes que toute consultation de tels sites via [Yahoo.com](http://Yahoo.com) constituait une infraction susceptible de sanctions pénales.\n\nFaisant suite à ce jugement, Yahoo! Inc. a intenté une action devant les juridictions américaines afin que le jugement français se voie refuser l’**exequatur** aux Etats-Unis, au motif que ce jugement, bien que conforme à la loi française, violait la **liberté d’expression** telle qu’envisagée par le droit américain, qui l’érige au rang de principe fondamental protégé par le **Premier Amendement** à la Constitution des Etats-Unis. Au-delà du motif tenant à la contrariété du jugement français au Premier Amendement, Yahoo avançait également que les juridictions françaises n’avaient pas compétence pour connaitre du litige puisque la faute alléguée, à savoir la fourniture d’accès à des sites faisant l’apologie du nazisme, aurait été commise sur le territoire américain par Yahoo Inc. Si Yahoo Inc. ne conteste pas la partie du jugement français concernant Yahoo France, celle-ci étant soumise à la loi française, elle conteste la partie du jugement concernant la société mère américaine.",
  "thumbnail": "/img/yahoo-nazis.jpg"
}