{
  "title": "Création et lancement de l'IPV6",
  "smallDate": "2020-11-30T23:00:00.000Z",
  "bigDate": "1997-12-31T23:00:00.000Z",
  "description": "L'Histoire d'IPv6 (Internet protocol version 6) est le successeur du protocole IPv4. IPv6 est le fruit d'un travail mené au sein de l'IETF au cours des années 1990.",
  "body": "L'Histoire d'IPv6 (Internet protocol version 6) est le successeur du protocole IPv4. IPv6 est le fruit d'un travail mené au sein de l'IETF au cours des années 1990.\n\n**IPv6** (Internet Protocol version 6) est un protocole réseau sans connexion de la couche 3 du modèle OSI (Open Systems Interconnection).\n\nIPv6 est l'aboutissement des travaux menés au sein de l'IETF au cours des années 1990 pour succéder à IPv4 et ses spécifications ont été finalisées dans la RFC 2460 en décembre 1998. IPv6 a été standardisé dans la RFC 8200, en juillet 2017.\n\nGrâce à des adresses de 128 bits au lieu de 32 bits, IPv6 dispose d'un espace d'adressage bien plus important qu'IPv4 (plus de 340 sextillions, près de 7,9 × 1028 de fois plus). Cette quantité d'adresses considérable permet une plus grande flexibilité dans l'attribution des adresses et une meilleure agrégation des routes dans la table de routage d'Internet. La traduction d'adresse, qui a été rendue populaire par le manque d'adresses IPv4, n'est plus nécessaire.\n\nIPv6 dispose également de mécanismes d'attribution automatique des adresses et facilite la renumérotation. La taille du sous-réseau, variable en IPv4, a été fixée à 64 bits en IPv6. Les mécanismes de sécurité comme IPsec font partie des spécifications de base du protocole. L'en-tête du paquet IPv6 a été simplifié et des types d'adresses locales facilitent l'interconnexion de réseaux privés.\n\nLe déploiement d'IPv6 sur Internet est compliqué en raison de l'incompatibilité des adresses IPv4 et IPv6. Les traducteurs d'adresses automatiques se heurtent à des problèmes pratiques importants (RFC 4966). Pendant une phase de transition où coexistent IPv6 et IPv4, les hôtes disposent d'une double pile, c'est-à-dire qu'ils disposent à la fois d'adresses IPv6 et IPv4, et des tunnels permettent de traverser les groupes de routeurs qui ne prennent pas encore en charge IPv6.",
  "thumbnail": "/img/IPV6.png"
}