{
  "title": "Première pub Apple contre IBM au Super Bowl",
  "smallDate": "2020-01-21T23:00:00.000Z",
  "bigDate": "1983-12-31T23:00:00.000Z",
  "description": "Pour promouvoir le Mac, Steve Jobs voulait une publicité «révolutionnaire», qui fut diffusée lors de la finale du Super Bowl en 1984 devant 96 millions de téléspectateurs.",
  "body": "Pour promouvoir le Mac, Steve Jobs voulait une publicité «révolutionnaire», qui fut diffusée lors de la finale du Super Bowl en 1984 devant 96 millions de téléspectateurs.\n\nLe premier Macintosh n'a pas seulement marqué l'industrie des nouvelles technologies: il a aussi laissé sa marque dans le monde de la publicité. Trente ans plus tard, le spot publicitaire qui a pour la première fois présenté le Mac au grand public est autant célébré que l'ordinateur dont il faisait la promotion. Ce court-métrage d'une minute fut diffusé lors du Super Bowl américain en janvier 1984. La biographie officielle de Steve Jobs, écrite par Walter Isaacson, consacre un chapitre à cet épisode de la vie du créateur d'Apple. «Steve voulait une publicité qui était aussi révolutionnaire et époustouflante que ce qu'il avait créé», explique le journaliste.\n\n## Une publicité qui a failli ne jamais être diffusée\n\nPour les besoins du film, Steve Jobs avait débloqué un budget colossal de 750.000 dollars (548.246 euros). Cette dépense a bien failli être vaine. Lors de la première diffusion privée du film devant le conseil d'administration d'Apple, l'accueil fut glacial. Ses membres firent alors pression sur l'agence de publicité afin qu'elle revende les espaces publicitaires qu'elle avait achetés à prix d'or pour le soir du Super Bowl. Outré, Steve Jobs envisagea de racheter lui même le temps imparti à sa publicité, afin qu'elle puisse passer à la télévision. Finalement, il n'eut pas besoin de sortir son porte-monnaie. «L'agence avait réussi à revendre le premier spot, de 30 secondes, mais elle a finalement gardé le second long de 60 secondes, dans un acte de défiance», décrit Walter Isaacscon.\n\n«1984» fut finalement diffusé le 22 janvier 1984, devant une audience de 96 millions de téléspectateurs. «Ce soir-là, trois chaînes nationales et 50 chaînes locales ont consacré une partie de leur journal télévisée à cette publicité, donnant au court-métrage une dimension virale inhabituelle dans cette ère pré-Youtube», raconte Walter Isaacson. Le spot fut un succès auprès du public comme auprès des professionnels, remportant le Grand Prix du 31e festival de la publicité Cannes Lion en 1984.\n\nUne [nouvelle version remasterisée](http://www.youtube.com/watch?v=5JreOhjCJA0) fut diffusée en 2004, pour célébrer les 20 ans du Macintosh. Clin d'oeil au présent, l'héroïne y arbore un iPod à la taille.\n\nPour son 30e anniversaire, il est peu probable qu'Apple se fende d'une troisième version de son célèbre spot publicitaire à l'occasion du Super Bowl 2014, qui se tiendra le 2 février. Lee Clow, son co-créateur, a tout de même alimenté les spéculations sur son compte Instagram en y faisant référence à la fois au football américain et au Macintosh. «Du foot. Un coucher de soleil. Mac aura 30 ans cette semaine!» se réjouit-il.",
  "thumbnail": "/img/pub_Apple_ibm.jpeg"
}