{
  "title": "Bug de l'an 2000 (!)",
  "smallDate": "",
  "bigDate": "1999-12-31T23:00:00.000Z",
  "description": "Le bug de l'an 2000 vient du fait que les dates sont sur de nombreux ordinateurs codées sur deux chiffres, c'est-à-dire qu'au lieu d'afficher (de calculer) 4 chiffres (comme 1974), ces ordinateurs affichent 2 chiffres (donc 74).",
  "body": "Afin de gagner de la place à l'époque où 32Ko représentaient une quantité de mémoire extraordinaire, beaucoup de dates sont codées en n'utilisant que les 2 derniers chiffres de l'année. L'ordinateur risque donc de ne pas pouvoir distinguer l'année 2000 de l'année 1900 ! Cependant, malgré la mobilisation de certains (avec à la clé des fortunes dépensées) et l'immobilisme total d'autres, on a surtout vu fleurir des bugs d'affichage et quelques calculs fantaisistes.\n\nLe bug de l'an 2000 vient du fait que les dates sont sur de nombreux ordinateurs codées sur deux chiffres, c'est-à-dire qu'au lieu d'afficher (de calculer) 4 chiffres (comme 1974), ces ordinateurs affichent 2 chiffres (donc 74).\\\nCela est dû au fait qu'à l'époque où ces ordinateurs ont été fabriqués la mémoire coûtait extrêmement cher, ainsi les programmeurs et constructeurs essayaient au maximum de l'[économiser.De](http://xn--conomiser-93a.De) ce fait, lorsque les ordinateurs devront passer l'an 2000, à 23h59:59 au 31 décembre 1999, les ordinateurs ainsi que tous les éléments dont la date est codée sur seulement 2 chiffres se \"téléporteront\" de l'an 2000 à l'an 00, c'est-à-dire pour l'ordinateur à l'an 1900.\n\nDe plus cela posera un problème pour les éléments se servant de l'heure et de la date du système, notamment pour connaître une durée en faisant une soustraction, ou encore les logiciels opérant des tâches automatiques suivant les jours de la semaine (le 1er janvier 1900 sera un lundi, alors que le 1er janvier 2000 sera un samedi).D'autre part, pour \"arranger\" le tout l'année 2000 est bissextile alors que l'année 1900 ne l'était pas, d'où un mois de février de 28 jours en 1900 et un mois de février de 29 jours en l'an 2000.\n\nLe 1er janvier 2000 de nombreux ordinateurs et systèmes dont le fonctionnement est régi par l'horloge du système fonctionneront de manière aléatoire, founiront des résultats erronnés, ou cesseront tout simplement de fonctionner. Tout cela peut aller de la simple erreur sans gravité à l'arrêt d'un atelier entier, en passant par des problèmes supplémentaires concernant l'écologie, la défense, les industries, la bourse...\n\nC'est pourquoi de nombreuses lignes de code (des millions) doivent être modifiées (pour les programmes), des patchs (corrections logicielles) doivent être installés sur de nombreuses machines pour leur permettre ce passage critique.",
  "thumbnail": "/img/an_2000.jpeg"
}