{
  "title": "Les applications mobile",
  "smallDate": "",
  "bigDate": "2007-12-31T23:00:00.000Z",
  "description": "Une **application mobile** est un logiciel applicatif développé pour un appareil électronique mobile, tel qu'un assistant personnel, un téléphone portable, un smartphone, un baladeur numérique, une tablette tactile, ou encore certains ordinateurs fonctionnant avec le système d'exploitation Windows Phone ou Chrome OS.",
  "body": "Une **application mobile** est un logiciel applicatif développé pour un appareil électronique mobile, tel qu'un assistant personnel, un téléphone portable, un smartphone, un baladeur numérique, une tablette tactile, ou encore certains ordinateurs fonctionnant avec le système d'exploitation Windows Phone ou Chrome OS.\n\nElles sont pour la plupart distribuées depuis des plateformes de téléchargement (parfois elles-mêmes contrôlées par les fabricants de smartphones) telles que l'App Store (plateforme d'Apple), le Google Play (plateforme de Google / Android), ou encore le Microsoft Store (plateforme de Microsoft pour Windows 10 Mobile). Mais des applications peuvent aussi être installées sur un ordinateur, grâce par exemple au logiciel iTunes distribué par Apple pour ses appareils. Les applications distribuées à partir des magasins d'applications sont soit payantes, soit gratuites, mais généralement avec des publicités.\n\nSur certaines plateformes, les applications peuvent aussi être installées à partir de sources tierces, via un site non affilié au distributeur d'origine. Sur Android, cela est possible en activant le mode développeur. Sur iOS, cette manipulation est possible soit en étant développeur Apple, soit en possédant un appareil jailbreaké.\n\n**2008 : l'arrivée des applis mobiles, le début de la fin ?**\n\nEn 2008, Steve Jobs annonce l'App Store, une boutique en ligne pour son iPhone qui bouleverse les règles du jeu. Onze ans plus tard, les smartphones et ces petits programmes sont tellement populaires qu'ils présentent même une menace pour le Web. Car ce n'est plus un navigateur que nous ouvrons pour consulter nos sites préférés, mais des programmes indépendants, qui ont chacun pour objectif de nous garder dans leur giron. La belle idée de l'hypertexte, du surf de lien en lien, tendrait-elle à disparaître au profit de programmes cloisonnés ?",
  "thumbnail": "/img/app.png"
}