{
  "title": "Arrêt de Napster",
  "smallDate": "",
  "bigDate": "2000-12-31T23:00:00.000Z",
  "description": "L'affaire Napster",
  "body": "Depuis l'accord, en octobre, avec le groupe Bertelsmann qui engageait le petit site californien de musique gratuit à faire payer ses services dans un avenir proche, tout semblait rentrer dans l'ordre. Aujourd'hui pourtant, à 11 heures locales (20 heures à Paris), la cour d'appel du 9e circuit de San Francisco va ajouter un nouvel épisode à la saga Naspter. Les trois juges californiens doivent se prononcer pour ou contre l'injonction demandant à la compagnie fondée par Shawn Fanning de cesser ses activités et donc de fermer son site. Quelle que soit la décision, le jugement va relancer le débat sur les droits d'auteur sur l'Internet.\n\nPiratage généralisé. Entamée en décembre 1999, l'affaire Naspter est donc loin d'être close. C'est à cette date en effet que la RIIA, l'association de l'industrie de la musique américaine, avait accusé le site de piratage généralisé, expliquant que son principe d'échange gratuit de fichiers MP3 sur le réseau allait à l'encontre de toute la législation sur les droits d'auteur. Dans la foulée, plusieurs groupes de musique, Metallica en pointe, décidaient eux aussi de traîner Napster devant la justice, ouvrant une vaste polémique sur le contrôle du Web. En juillet 2000, la juge Marylin Hall Patel donnait une première fois raison à la RIIA en lui accordant une injonction demandant la fermeture de Napster en l'attente d'un éventuel procès. Aussitôt, la cour d'appel de San Francisco stoppait l'injonction et mettait sur place des audiences pour octobre. Avant d'annoncer vendredi dernier qu'elle prendrait sa décision aujourd'hui.\n\nSelon certains donc, les juges pourraient en fait être cléments avec Napster et rejeter l'injonction. Ceux-là arguent que l'accord conclu depuis avec Bertelsmann satisfait pleinement les grands noms de l'industrie et que chacun devrait y trouver son compte. D'autres pourtant, à l'image de la RIAA, assurent que le débat sur les droits d'auteur sur le Web est tellement important qu'il nécessite à la fois l'arrêt temporaire de Napster et la tenue d'un procès dans les semaines à venir. Afin de bénéficier, à échéance pas trop éloignée, d'une jurisprudence qui servirait de cadre juridique pour Napster et tous les sites similaires. «Nous avons besoin de régulations, a déclaré un porte-parole de la RIAA. Ce que fait Napster depuis sa création ne peut être permis et c'est à la justice de trancher. Afin que chacun s'y retrouve.»\n\nNouveaux recours. La justice américaine étant ce qu'elle est, rien de définitif ne sera toutefois établi ce matin. Quelle que soit la décision des juges d'appel, la partie défaite entreprendra de nouveaux recours qui pourront remonter jusqu'à la Cour suprême. Ce week-end en tout cas, en attendant le verdict des tribunaux, les fidèles de la musique gratuite ont envahi le site de Napster par dizaines de milliers. A ce jour, la compagnie compte plus de 50 millions d'utilisateurs.",
  "thumbnail": "/img/napster.png"
}